import { Publication } from '../types';

export const koreanJournals: Publication[] = [
 {
        id: 'kj-2024-1',
        year: 2024,
        title: '80 kWth급 미분탄 연소 시스템에서 음식 폐기물 기반 고형 연료 혼소시 연소 특성 연구',
        authors: '심우현, 이재욱, 양원*, 채태영*, 류창국, 김이태, 정윤아',
        journal: '한국연소학회지 Vol.29, No.4, pp.12~20, 2024.12'
      },
      {
        id: 'kj-2024-2',
        year: 2024,
        title: '암모니아 전소 버너 설계를 위한 난류 비예혼합 연소 해석 모델의 평가',
        authors: '박기범, 양원, 채태영, 류창국*',
        journal: '한국연소학회지 Vol.29, No.4, pp.108~118, 2024.12'
      },
      // 2022
      {
        id: 'kj-2022-1',
        year: 2022,
        title: '해양 폐플라스틱 SRF의 고정층 연소 시 우드펠릿 혼소에 따른 화염전파 특성 분석',
        authors: '박종근, 유승한, 김희윤, 류창국*, 김종현, 이재하, 허준',
        journal: '한국폐기물자원순환학회 Vol.39, No.2, pp.117~126, 2022.04'
      },
      // 2021
      {
        id: 'kj-2021-1',
        year: 2021,
        title: '제강공정 래들 버너의 COG 대체를 위한 천연가스의 적정 연소 조건및 NOx 배출 영향에 대한 전산해석 연구',
        authors: '박종민, 강우석, 김량균, 임호, 류창국*',
        journal: '한국연소학회 Vol.26, No.3, pp.10~19, 2021.09'
      },
      // 2020
      {
        id: 'kj-2020-1',
        year: 2020,
        title: '반탄화공정 연계 배가스의 재순환시 우드펠릿 보일러 열성능 변화에 대한 전산해석 연구',
        authors: '유승한, 이지석, 류창국*',
        journal: '한국열환경공학회 Vol.15,No2,pp24-33, 2020.12'
      },
      {
        id: 'kj-2020-2',
        year: 2020,
        title: '가스의 광 흡수 특성 분석을 통한 대형 연소시스템 내 실시간 온도 및 농도 계측에 관한 실증 연구',
        authors: '박지연, 소성현, 박대근, 류창국, 이창엽*, 유미연*',
        journal: '한국가스학회지 Vol.24(5), pp.29~38, 2020.10'
      },
      // 2019
      {
        id: 'kj-2019-1',
        year: 2019,
        title: '전산유동해석을 이용한 가압 순산소 연소용 100 kWth급 석탄 버너의 설계 개념 개발',
        authors: '박종근, 양원, 채태영, 류창국*',
        journal: '한국열환경공학회지 Vol.14, No.2, pp.17~25, 2019.12'
      },
      {
        id: 'kj-2019-2',
        year: 2019,
        title: '직접 및 간접열교환에 따른 연속식 반응기 내 바이오매스 저속열분해 특성에 대한 실험적 연구',
        authors: '박정극, 김상호, 박진제, 유승한, 류창국*',
        journal: '한국연소학회 Vol.24, No.3, pp.33-40, 2019.09 (최우수 논문 상)'
      },
      {
        id: 'kj-2019-3',
        year: 2019,
        title: '직접접촉식 응축기를 통한 가압순산소 연소 배가스 내 SOx, NOx 동시저감 연구',
        authors: '최솔비, 목진성, 류창국, 최석천*',
        journal: '청정기술 Vol.25, No.3, pp.245~255, 2019.9'
      },
      {
        id: 'kj-2019-4',
        year: 2019,
        title: '단입자 바이오매스 펠릿의 연소특성에 관한 연구',
        authors: '박혜민, 목진성, 류창국, 최석천*',
        journal: '한국동력기계공학회지 Vol.23, No.2, pp.91~104, 2019.4'
      },
      // 2018
      {
        id: 'kj-2018-1',
        year: 2018,
        title: '염화알칼리에 의한 과열기 소재의 고온부식 영향',
        authors: '김범종, 정수화, 김혜수, 류창국, 이은도*',
        journal: '청정기술, Vol.24, No.4, pp.339-347, 2018.12'
      },
      // 2017
      {
        id: 'kj-2017-1',
        year: 2017,
        title: '가압 DTF를 이용한 석탄 촤-CO2 가스화 반응상수 도출',
        authors: '손근, 예인수, 류창국*, 라호원, 윤성민',
        journal: '한국연소학회지 Vol.22, No4 pp.19~26, 2017'
      },
      {
        id: 'kj-2017-2',
        year: 2017,
        title: '첨가제를 이용한 보일러 열교환기의 고온부식 방지기술 현황',
        authors: '김범종, 류창국, 이은도*, 김영두, 이정우, 송재헌',
        journal: '청정기술 23(3), pp.223-236, 2017.9'
      },
      {
        id: 'kj-2017-3',
        year: 2017,
        title: '접선연소식 보일러에서 미분탄 연소 시 공기 배분의 영향에 대한 전산해석 연구',
        authors: '강기섭, 류창국*',
        journal: '한국화학공학회지, 55권 4호, pp.548-555, 2017.08'
      },
      {
        id: 'kj-2017-4',
        year: 2017,
        title: '다양한 바이오매스의 분쇄도 실험을 통한 미분탄 화력발전 적용가능성 연구',
        authors: '강별, 이용운, 류창국, 양원*',
        journal: '청정기술, 23권 1호, pp.73-79, 2017.03'
      },
      // 2016
      {
        id: 'kj-2016-1',
        year: 2016,
        title: '전산유동해석을 이용한 폐타이어 열분해 반응기 내 열전달 특성 최적화 연구',
        authors: '이용운, 박진제, 류창국*, 채태영, 양원, 박현주',
        journal: '한국폐기물자원순환학회지, Vol.33, No.2, pp. 171-178, 2016.06'
      },
      {
        id: 'kj-2016-2',
        year: 2016,
        title: 'Experimental Evaluation of Cohesion Properties for Various Coals',
        authors: 'Kim M, Lee Y, Ryu C*, Park HY, Lee HS',
        journal: 'KEPCO Journal on Electric Power and Energy, Vol.2 (2), pp.279-284, 2016.04'
      },
      // 2015
      {
        id: 'kj-2015-1',
        year: 2015,
        title: '미분탄 보일러 연소 해석에서 석탄 반응 모델 및 난류 혼합 속도의 영향 평가',
        authors: '양주향, 김정은, 류창국*',
        journal: '한국연소학회지, Vol.20, No.3, pp. 35-42, 2015.09'
      },
      // 2014
      {
        id: 'kj-2014-1',
        year: 2014,
        title: '경량골재 로타리킬른의 운전최적화를 위한 석탄연소 및 입자 승온특성 해석',
        authors: '박종근, 류창국*, 김영주',
        journal: '한국연소학회지, Vol.19, No.3, pp. 18-25, 2014.09'
      },
      {
        id: 'kj-2014-2',
        year: 2014,
        title: 'IGCC 합성가스 급속 냉각시스템의 운전 압력에 따른 열유동 및 입자 거동 특성 연구',
        authors: '박상빈, 양주향, 오준호, 예인수, 류창국*, 박성구',
        journal: '한국수소 및 신에너지학회 논문집, Vol.25, No.1, pp. 97-104, 2014.02'
      },
      {
        id: 'kj-2014-3',
        year: 2014,
        title: '바이오매스 부산물의 저속 열분해 특성에 대한 실험적 연구',
        authors: '이용운, 박진제, 강기섭, 류창국*, 양원',
        journal: '한국폐기물자원순환학회지, Vol.31, No.1, pp. 39-46, 2014.01'
      },
      // 2013
      {
        id: 'kj-2013-1',
        year: 2013,
        title: 'IGCC 합성가스 냉각기 GRC의 열유동 및 입자거동 특성에 대한 전산해석 연구',
        authors: '박상빈, 예인수, 류창국*, 김봉근',
        journal: '한국연소학회지, Vol.18, No.1, pp. 21-26, 2013.03'
      },
      {
        id: 'kj-2013-2',
        year: 2013,
        title: 'Giant Miscanthus 유래 biochar와 폐기물 유래 char의 무기원소 함량과 용출특성 평가',
        authors: '김용성, 현승훈*, 김웅기, 정진호, 류창국',
        journal: '한국폐기물자원순환학회지, Vol.30, No.2, pp. 101-111, 2013.03'
      },
      // 2011
      {
        id: 'kj-2011-1',
        year: 2011,
        title: '탈휘발 과정과 촤가스화 과정에서 목질계 바이오매스의 타르발생 특성',
        authors: '문지홍, 이은도, 류창국, 이영만*, 배우근',
        journal: '한국연소학회지, Vol.16, No.1, pp. 8-14, 2011.03'
      },
      {
        id: 'kj-2011-2',
        year: 2011,
        title: '전산유동해석을 이용한 100MWe급 석탄 순산소 연소 실증 보일러의 설계 및 운전조건 평가',
        authors: '채태영, 박상현, 홍재현, 양원, 류창국*',
        journal: '한국연소학회지, Vo.16, No.2, pp.1-8, 2011.06'
      },
      {
        id: 'kj-2011-3',
        year: 2011,
        title: '전산해석을 이용한 원자로 노심 용융물의 거동 및 열전달 특성 분석',
        authors: '예인수, 류창국*, 하광순, 송진호',
        journal: '대한기계학회논문집 B권, 35(4), pp.425-429, 2011.04'
      },
      // 2008
      {
        id: 'kj-2008-1',
        year: 2008,
        title: '영국의 신재생에너지 정책-바이오매스를 중심으로',
        authors: '류창국*',
        journal: '한국수소 및 신에너지학회논문집, Vol.19, No.3, pp.260-265, 2008'
      },
      // 2005
      {
        id: 'kj-2005-1',
        year: 2005,
        title: '선택적 비촉매환원법(SNCR)을 이용한 도시폐기물 소각로의 NOx 저감을 위한 수치해석적 연구',
        authors: '엄태인*, 채종성, 성지선, 윤오섭, 김철규, C.K. RYU, 장동순, 전영남, 문승현',
        journal: '한국폐기물학회지, 22(1), pp.40-47, 2005'
      },
      // 2004
      {
        id: 'kj-2004-1',
        year: 2004,
        title: '제선 설비의 열공정 해석 모델링 접근 방법',
        authors: '양원, 류창국, 최상민*, 최응수, 이덕원, 허완욱',
        journal: '대한 기계학회 논문집 B, Vol. 28, No. 7, pp.747-754, 2004'
      },
      // 2003
      {
        id: 'kj-2003-1',
        year: 2003,
        title: '유동해석과 연소실험을 이용한 이동 화격자식 RDF 연소로 설계',
        authors: '엄태인*, 류창국, 노남선, 김성수',
        journal: '대한환경공학회지 , 25권 , 4호 , pp.480-485, 2003.1'
      },
      {
        id: 'kj-2003-2',
        year: 2003,
        title: '소각로 연소실내의 폐기물 층 연소현상에 대한 수치모델링 연구',
        authors: '전영남*, 김승호, 류창국',
        journal: '대한환경공학회지, 25(7), pp.925-931, 2003'
      },
      // 2002
      {
        id: 'kj-2002-1',
        year: 2002,
        title: '제철 소결기 베드 내 연소 및 열전달 모델링',
        authors: '양원, 류창국, 최상민',
        journal: '한국연소학회지지, Vol.7, No.3, pp.23-31, 2002'
      },
      {
        id: 'kj-2002-2',
        year: 2002,
        title: '화격자식 소각로의 열유동 해석과 결과 분석에 대한 고찰',
        authors: '류창국, 최상민',
        journal: '한국전산유체공학회지 제7권 제3호, pp. 17-26, 2002'
      },
      {
        id: 'kj-2002-3',
        year: 2002,
        title: '고체 연료층의 연소와 연소로 내 가스 유동의 해석 모델',
        authors: '류창국, 고영건, 최상민',
        journal: '대한환경공학회지 제 24권 7호, pp.1197-1207, 2002'
      },
      {
        id: 'kj-2002-4',
        year: 2002,
        title: 'Bed Combustion in a Furnace',
        authors: 'C. Ryu, D. Shin and S. Choi',
        journal: '한국연소학회지지 제 7권, 제 1호, pp.58~64, 2002'
      },
      // ~ 2001
      {
        id: 'kj-2001-1',
        year: 2001,
        title: '소각로 내 연료 연소와 열유동장의 병합 해석 모델',
        authors: '류창국, 신동훈, 최상민',
        journal: '한국폐기물학회 논문집 제 18권 제2호 pp.180-188, 2001'
      },
      {
        id: 'kj-2000-1',
        year: 2000,
        title: '도시 폐기물 소각로의 운전조건 개선 실시 사례',
        authors: '최진환, 류창국, 신동훈, 최상민*',
        journal: '한국폐기물학회 논문집 제17권 제1호, pp.9-18, 2000'
      },
      {
        id: 'kj-1999-1',
        year: 1999,
        title: '모형실험 및 전산해석을 통한 선택적 촉매 반응기 내부유동 최적화 연구',
        authors: '류창국, 심광보, 최상민*',
        journal: '대한기계학회 논문집 B, Vol.23, No.4, pp.548-555, 1999'
      },
      {
        id: 'kj-1994-1',
        year: 1994,
        title: '소각로 형상설계를 위한 냉간유동 실험',
        authors: '류창국, 김숭기, 최상민',
        journal: '대한기계학회 논문집, 제18권 제 8호, pp.2184-2193' // 따옴표(') 추가 및 페이지 번호 확인
      },
],

];